#pragma strict

function Start() {
    TextOverlay.Install(10, 10, 400, 600);
}

function Update() {
    TextOverlay.SetText("諸君、酒を呑まないことで酒を呑むものより一割余計の力を得る。たばこをのまないことから二割余計の力を得る。まっすぐに進む方向をきめて、頭のなかのあらゆる力を整理することから、乱雑なものにくらべて二割以上の力を得る。そうだあの人たちが女のことを考えたり、お互の間の喧嘩のことでつかう力をみんなぼくらのほんとうの幸をもってくることにつかう。見たまえ、諸君はまもなくあれらの人たちへくらべて倍の力を得るだろう。けれどもこういうやりかたをいままでのほかの人たちに強いることはいけない。あの人たちは、ああいう風に酒を呑まなければ、淋しくて寒くて生きていられないようなときに生れたのだ。\nぼくらはだまってやって行こう。風からも光る雲からも諸君にはあたらしい力が来る。そして諸君はまもなくここへ、ここのこの野原へむかしのお伽噺よりもっと立派なポラーノの広場をつくるだろう。");
}
